python/tests/outputs/monorepo_namespace/expected.dot
strict digraph {
"gauge.backend";
"gauge.utils";
"gauge.backend.mod3";
"gauge.backend.mod2";
"gauge.backend" -> "gauge.utils";
"gauge.backend.mod3" -> "gauge.backend.mod2";
}
