python/tests/outputs/monorepo_namespace/expected.mmd
graph TD
    gauge.backend --> gauge.utils
    gauge.backend.mod3 --> gauge.backend.mod2
    gauge.backend.mod1
    gauge.backend.mod2
    gauge.utils
